sdaiGetAttrDefinition(Sdai_instS*,System.SByte!System.Runtime.CompilerServices.IsSignUnspecifiedByte*)
\details
Retrieves the definition of a specified attribute.
\param entity   [in] An entity that contains the attribute.
\param attrName [in] A string that contains the attribute name.
\returns The required attribute with the specified name.